{
  "welcome": "Bem-vindo ao React e react-i18next",
  "why_we_do": "Por que fazemos",
  "the_things_we_do": "As coisas que fazemos",
  "about_us": "Sobre nós",
  "says_a_lot": "Diz muito",
  "first_major_project_completed": "Primeiro grande projeto concluído",
  "expanded_to_new_markets": "Expandido para novos mercados",
  "launched_new_product_line": "Lançada nova linha de produtos",
  "reached_1_million_users": "Atingiu 1 milhão de usuários",
  "opened_new_headquarters": "Nova sede inaugurada",
  "awarded_industry_recognition": "Reconhecimento da indústria",
  "implemented_ai_solutions": "Soluções de IA implementadas",
  "achieved_carbon_neutrality": "Alcançou neutralidade de carbono",
  "future_goals_and_plans": "Metas e planos futuros",
  "how_to_samba": "HOW TO SAMBA ?",
  "brazil_abundant_resources": "O Brasil é abundante em recursos naturais, cultura e alegria.",
  "brazil_culture_miscellaneous": "De alguma forma, encontramos pouco desse espírito tomando o destaque digital... e aqui nos comprometemos a mudar esse cenário. A cultura do Brasil é miscigenada e subexplorada em sua contribuição para o momento global. Explorando curiosamente a vida contemporânea, das raízes às flores, procurando uma maneira de nossas almas de samba contribuírem para a harmonia do mundo cada vez mais globalizado.",
  "language": "Idioma",
  "please_enter_email": "Por favor, insira seu e-mail!",
  "please_enter_valid_email": "Por favor, insira um e-mail válido!",
  "email": "E-mail",
  "new_members": "Novos Membros",
  "register": "Cadastrar",
  "your_manifesto_here": "Seu manifesto aqui (a ser definido).",
  "join_us": "Junte-se a nós",
  "things_we_do_description": "Através de vários formatos, construímos relacionamentos duradouros. À medida que enfrentamos as mudanças tecnológicas de 2024 que transformaram o mundo da tradução, nosso sonho de um globo mais harmonioso permanece forte. Adaptamo-nos para continuar prosperando. Bem-vindo ao nosso samba criativo, um coletivo de brasileiros com mentalidade global, construindo globalmente e agindo localmente.",
  "house_of_creativity": "Casa da Criatividade",
  "portfolio_description": "Desde 2015, temos compartilhado o lado brilhante do Brasil online. O que começou como uma paixão por nossa cultura logo se transformou em um serviço guiando estrangeiros. Em 2016, tornamo-nos uma ponte bilíngue entre culturas, colaborando com diversos projetos para fomentar conexões globais.",
  "portfolio": "Portfólio",
  "about_us_description": "Por que fazemos o que fazemos diz muito sobre nós. #penseGlobal #ajaLocal um coletivo digital de brasileiros criativos se reúne para potencializar a criatividade humana em direção a um cenário global mais harmonioso. Juntos (com IA) há pouco que não possamos sambar.",
  "follow_us": "Siga-nos"
}